const StoryCard = () => {
  return (
    <div className="p-4 bg-orange-100 rounded-md mb-2">
      <div className="font-bold text-xl mb-2">
        গল্প: আমার জন্মদিন এবং আমার মা
      </div>
      <div className="flex justify-between mb-2">
        <span className="text-gray-700 font-bold">লেখক: আইজাক সাহা</span>
        <span className="text-gray-700">প্রকাশিত: 29 May, 2024</span>
      </div>
      <div className="text-justify">
        কাল ছিল আমার জন্মদিন। একথা জানত আমার স্ত্রী, দুই মেয়ে আর বড়ো মেয়ের বর।
        এজন্য ২৭ তারিখ রাত বারোটার পরই ভিডিও কল করে ওরা জন্মদিনের শুভেচ্ছা
        জানিয়েছে। ...
        {/* আর জেনেছে আমার ফেসবুকে বন্ধুবৃত্তে থাকা মানুষজন। কাল সারাদিন
        তারাও অনেকে শুভেচ্ছা জানিয়েছেন। কিন্তু আমার রক্তের সম্পর্কের অন্য কেউই,
        যেমন আমার দাদারা,দিদি বা অন্য কেউই জন্মদিনের কথা জানতেন না। জানতেন না
        এজন্যই যে আমাদের পরিবারে জন্মদিন পালনের প্রথাটাই ছিল না। পরবর্তীকালে
        আমার দাদার ছেলে এবং আর এক দাদার মেয়েদের ক্ষেত্রে ঘটা করে জন্মদিন পালিত
        হয়েছে। কিন্তু আমার দুই মেয়ের ক্ষেত্রে আমি ও আমার স্ত্রী সিদ্ধান্ত
        নিয়েছিলাম যে ওদের জন্মদিনে কোনও অনুষ্ঠান করব না। পরিবর্তে অন্যভাবে তা
        পালন করেছি। সেটা এখনও ওরা পালন করে। কিন্তু তা এখানে আলোচ্য নয়। আমরা
        ছিলাম খুব নিম্নবিত্ত পরিবার। পূর্ববঙ্গ থেকে বাবা আর মা ভারতে চলে
        এসেছিলেন। নানান ঘাটে টক্কর খেতে খেতে, নানান জীবিকার অনিশ্চয়তার সাথে যুঝে
        শেষমেষ যখন বেলেঘাটায় থিতু হলেন তখন পূর্ববঙ্গ থেকে এসে জুটল দুই কাকা,পিসি
        অন্যান্য ভাই বোনেরা। বাবার সামান্য আয় আর সংসারে এতগুলি লোক অনুমান করতে
        পারি খোরাকি আর পড়াশোনা ছাড়া অন্য কিছু ভাবতেই পারেন নি। বাবা ছিলেন
        স্নাতক। কিন্তু মা যে কী পাশ করেছিলেন তা জানি না। জিজ্ঞেস করিনি। কিন্তু
        মা খুব সুন্দর চিঠি লিখতেন। হস্তাক্ষর ছিল চমৎকার। হিসেব করতে পারতেন।
        অপূর্ব রাঁধতেন। হাতের কাজ করতেন। নানান সেলাই ফোঁড়াইয়ের কাজ। আর ছিলেন খুব
        পরিপাটি। খুব। খুব যত্নে সংসার সাজানো থাকত। এসব উপলব্ধি হয়েছে পরে। বড়ো
        হয়ে। কিন্তু বেলেঘাটাতেই হোক পরে পরবর্তীকালে আমার ক্লাস ফোরে পড়াকালীন
        পাকাপাকিভাবে হাবড়ায় চলে আসা হোক, আমাদের চার ভাইবোনের জীবন চালিকাশক্তি
        ছিলেন মা-ই। ভারতে এসে নানান ঘাত প্রতিঘাতের অভিজ্ঞতার মধ্য দিয়ে উনি
        বুঝেছিলেন ছেলেমেয়েগুলিকে, যত অভাবই থাক পড়াশোনা করাতে হবে। তাই সারাদিন
        কানের কাছে মা কেবল পড়ার কথাই বলে যেতেন। দুবেলা নিয়মিত পড়ছি কিনা। স্কুলের
        রেজাল্ট ইত্যাদির হাল হকিকত মা-ই খোঁজ রাখতেন। বাবা এসবের ধার ধারতেন না।
        হয়তো মা এদিকটা দেখতেন বলেই। বাবাকে কেবল ষান্মাসিক ও বাৎসরিক প্রগতিপত্র
        দেখাতে হত। ব্যস। ওইটুকুই। এখন বুঝি, মা কিন্তু রেজাল্টের খুঁটিনাটি বুঝতেন
        না। ‘স্ট্যান্ড' করেছি কিনা এটাই দেখতেন। আর ঘরের যে কোনও কাজ করার ফাঁকে
        পড়ছি কিনা সেটা নজরদারি করতেন। এহেন পরিবারে জন্মদিন পালনের সামর্থ্য ছিল
        না। আমরা ভাইবোনেরা তার আস্বাদও পাই নি। না, পায়েসও নয়। কানের কাছে মা একটি
        মন্ত্রই আউড়ে গেছেন পড়াশোনা করে চাকরি করতে হবে। এই একটি সারসত্যই উনি
        বুঝেছিলেন। এখন বুঝি, বাবার বিভিন্ন পেশা, তার অনিশ্চয়তা, একটি থিতু জীবন
        না পেয়ে তার এই উপলব্ধি হয়েছিল যে ছেলেমেয়েগুলিকে অন্য যে কোনও প্রকারে
        পড়াশোনা করাতেই হবে। তাতে যত অভাবই থাকুক। আমি স্কুল পাশ করে ( তখনকার
        এগারো ক্লাসের হায়ার সেকেন্ডারি) অন্য খাতে বইতে শুরু করলাম। সাহিত্য- নাটক
        চর্চা, কলেজ শেষে ঠিক মত বাড়ি না ফেরা, প্রথামত পড়তে না বসা ইত্যাদিতে
        বাড়িতে একটি সত্য প্রতিষ্ঠিত হতে থাকল, আমি বয়ে যাচ্ছি। আবার মা দেখছেন আমি
        এমন কিছু কাজ করছি যা বয়ে যাবার মত নয়। মনে পড়ে, মা বলতেন, তুই একটু
        অন্যরকম। যা করছিস কর। কিন্তু পড়াটা কর। ইতিমধ্যে বড়দা একটি প্রাইভেট
        ফার্মে চাকরি করছিল। মেজদাও খুঁজছে। স্কুলে আমার রেজাল্ট খুব খারাপ হত না।
        কিন্তু কলেজটা কোনোমতে নম নম করে উৎরে দিলাম। কলেজ পাশ করে খুবই চটি, একটি
        কবিতার পত্রিকা প্রকাশ করি। যার নামকরণ করেছিলেন সুনীল গঙ্গোপাধ্যায়।
        কবিতার জন্য। তার প্রথম সংখ্যা বের করার জন্য উত্তরাধিকার সূত্রে পাওয়া এইচ
        এম টি ঘড়ি বন্ধক দিতে হয়েছিল। মা টের পেয়েছিলেন। কিছু বলেন নি। প্রেস থেকে
        এনে প্রথম কপিটি মাকেই দিয়েছিলাম। ৭৯ সালে অ্যাপয়েন্টমেন্ট গেজেট ( তখন এই
        নামে চাকরির খবরাখবর সংক্রান্ত একটি চারপাতার পত্রিকা বের হত আর ছিল
        স্টেটসম্যানের সিচুয়েশন ভ্যাকান্ট) দেখে অ্যাপ্লাই করে একটি সলিসিটর ফার্মে
        আমার চাকরি হয়ে যায়। কোর্ট ক্লার্ক। পরবর্তীতে আমার বি কম কোয়ালিফিকেশনের
        জন্য সেই ফার্মের অ্যাকাউন্ট সেকশনে আমার স্থান হয়। অ্যাকাডেমি পুরস্কার
        পাওয়া নাট্য পরিচালক এবং স্বনামধন্য সলিসিটর শ্যামানন্দ জালান যিনি
        উৎপলেন্দু চক্রবর্তী পরিচালিত চোখ সিনেমায় অভিনয় করেছেন তার নেকনজরে পড়ে
        যাই। খুব ভালবাসতেন আমায়। আমায় উনি ল পড়ালেন। অফিসের কাজের ফাঁকেই একঘন্টা
        বরাদ্দ হল পড়ার জন্য। কিন্তু সে পড়া আর হত না। কাজই করতাম। বই কেনা ও
        কলেজের ফীজও কোম্পানীর খরচ। (পরে ল পাশও করেছিলাম। ততদিনে সরকারি চাকরি
        পেয়ে গেছি। নইলে ওই সলিসিটর ফার্মেই কাজ করতে হত।) ইতিমধ্যে বড়দা কেন্দ্রীয়
        সরকারি চাকরি পেয়েছে। বিয়েও হয়েছে। মা বাবার জন্য খাট ও আলমারি বানিয়ে
        দিয়েছে। বাবা মা আর চৌকিতে শোন না। মেজদাও একটি প্রাউভেট ফার্মে চাকরি পেয়ে
        সরকারি চাকরির চেষ্টা করছে। আমি ছুটির দিনগুলিতে নানান সাংস্কৃতিক
        কর্মকাণ্ড করছি। একটি সাংস্কৃতিক দল করেছি। কিন্তু মা হাল ছাড়ছেন না। কানের
        কাছে অবিরাম বলে যাচ্ছেন চাকরির পরীক্ষার পড়া কর। তখন খান্না টান্না এইরকম
        কিছু চাকরির বই বেরুত। মেজদা পড়ত খুব। ফলে আমাকেও শুরু করতে হল। কিন্তু আরও
        দুটো পার্টটাইম চাকরিতে জয়েন করার ফলে আমার পড়ার সময় গেল কমে। বাধ্য হয়ে
        কলকাতায় মনোহরপুকুর রোডে একটি মেসবাড়িতে আশ্রয় নিলাম। অফিস করে এসে পড়ায়
        মগ্ন হয়ে থাকতাম। শনিবার রাতে বাড়ি যেতাম। শনি রবি সাংস্কৃতিক দল। ৮৩ তে
        এমপ্লয়মেন্ট এক্সচেঞ্জ থেকে নাম পাঠানোয় একটি আধাকেন্দ্রীয় সরকারি অফিস
        থেকে পরীক্ষার ডাক পেলাম। সেই এক দেড়মাস আমি কেবল পাগলের মত পড়ে গেছি।
        মেজদা একটি রাজ্য সরকারি চাকরি পেয়েছে। ধীরে ধীরে পরিবারে স্বাচ্ছল্য
        ফিরছে। বাবার কাঁধেও সেই জোয়াল আর নেই। সংসার ভিন্ন হয়ে গেছে। বাবা চাষ
        আবাদে যুক্ত হয়েছেন। মা বলছেন, চাকরিটা পাওয়া চাই। মন দিয়ে পড়। ওইটুকুই।
        কিন্তু তার মধ্যে কী যে আর্তি ছিল তা বোঝার মত পরিণত হয়ে গেছি ততদিনে।
        নানান উদ্বেগ কাটিয়ে যেদিন অফার অফ অ্যাপয়ন্টমেন্ট লেটার পেলাম সেদিন মাকে
        তা দেখাতেই অদ্ভুত তৃপ্তির হাসি হেসে মাথায় হাত রেখেছিলেন। মা ছিলেন খুব
        সরল। চাহিদা ছিল কেবল আমাদের প্রতিষ্ঠা। দিদির বিয়ে হয়ে গিয়েছে। দুই পুত্র
        সরকারি চাকরি করছে। কিন্তু আমি পড়ছি না। রোববার সারাদিন বাইরে থাকছি এটা
        চাইতেন না। কাল সারাদিন ফেসবুকে বন্ধুবৃত্তে থাকা অনেকের কাছ থেকে
        জন্মদিনের শুভেচ্ছা পেয়েছি। কেউ আমার প্রণম্য। আমার চেয়ে বড়ো। কেউ কনিষ্ঠ।
        তাঁদের শুভেচ্ছা জানাই। কাল সকালেই খেয়েদেয়ে চলে গেছি নন্দনে দাবাড়ু দেখতে।
        তারপর পুরো বিকেলটা গঙ্গার ধার বরাবর বাবুঘাট থেকে প্রিন্সেপ ঘাট হেঁটে,
        বসে সময় কাটিয়েছি। সন্ধেয় কলেজ স্ট্রীটে কিছু সময়। কিন্তু পুরোটা সময় মা
        আমার সঙ্গে ছিলেন। হাবড়ায় পৈতৃক বাড়ির আমার অংশে যেখানে জীবনের শেষদিন অবধি
        মা আমার সঙ্গে ছিলেন তা আবার ভেঙে নবনির্মাণ করেছি বা দুর্গানগরে ফ্ল্যাট
        কিনেছি, মা এসব দেখে যেতে পারেন নি কিছুই। যতই জীবনের উপান্তে পৌঁছচ্ছি মা
        ততই ঘিরে ধরছেন আমায়। কেন জানি না, যত বড়ো হয়েছি, মায়ের একটু প্রশ্রয়,
        আলাদা স্নেহ উপলব্ধি করেছি। মা যখন অসুস্থ হয়ে বিছানায় শয্যাশায়ী তখন
        চাইতেন অফিস থেকে ফিরে তার কাছে বসি। বসতামও। মাথায় হাত বুলিয়ে দিতাম।
        একসময় যখন আর কথা বলতে পারতেন না। আমার দিকে নির্নিমেষ তাকিয়ে থাকতেন আর
        দুচোখ বেয়ে অশ্রুধারা ঝরে পড়ত। বহু কষ্ট করেছেন মা। শারীরিকভাবে। বাবাকে
        পরে আমার নির্দয় মনে হয়েছে। এমনভাবে খাটিয়ে নিয়েছেন মাকে! না কি মা-ই খেটে
        আত্মতৃপ্ত হয়েছেন তার নিজের সংসার গড়তে। পৃথিবীর সকল মা-ই বোধহয় এমনই।
        কিন্তু এই ছেষট্টি বছর পূর্ণ করে এসে এখন মনে হয় মাকে যদি এখন পেতাম
        অজ্ঞানী থেকে মাকে যে কষ্ট দিয়েছি তা পূরণ করার একটা সুযোগ পেতাম। কাল
        জন্মদিনে তাই মাকেই মনে পড়েছে খুব। */}
      </div>
    </div>
  );
};

export default StoryCard;
